import { IEtc } from '../component/etc/IEtc';

const etc: IEtc.Payload = {
  disable: false,

  list: [
    {
      title: '2022년 개인정보 국민점검단 (개인정보보호위원회)',
      subTitle: '일상생활 속 다양한 개인정보 침해요인 발굴 및 개선의견 전달',
      startedAt: '2022-07',
      endedAt: '2022-12',
    },
    {
      title: '위기대응 민관협력 디지털 지원체계 구축 자문위원',
      subTitle:
        '시빅해커 관점의 재난안전·사회현안 분야 위기대응 시나리오 발굴 및 시범사업 추진 등 요구사항, 협력절차 및 방법 도출',
      startedAt: '2021-12',
    },
    {
      title: '2021 공공데이터 청년인턴(일경험 수련생) 해커톤 멘토',
      subTitle:
        '공공데이터를 이용한 서비스 개발 사례, 서비스 개발 시 발생할 수 있는 주요 트러블 슈팅 사례 소개 / 해커톤 프로젝트 개발 과정 중 기술 자문&멘토',
      startedAt: '2021-11',
    },
    {
      title: '복지사각지대 발굴시스템 개선 간담회 자문위원',
      subTitle:
        '발굴시스템 데이터분석(알고리즘, 현장 조사 결과 활용 등) / 발굴시스템 사용자 환경개선 방법 제안',
      startedAt: '2021-11',
    },
    {
      title: '전자정부서비스 혁신을 위한 국민참여 기반의 비대면 경진대회 기획 자문위원',
      subTitle:
        '비대면 경진대회 운영 노하우 및 사전 고려사항 공유 / 전자정부 웹사이트 UI/UX 개선을 위한 국민참여 기반의 비대면 경진대회 개최 방안 논의',
      startedAt: '2021-02',
    },
    {
      title: '제4회 정부혁신제안 끝장 개발대회 기술평가 평가위원',
      subTitle: '행사 대행용역 입찰 지원 업체의 기술능력 평가 수행',
      startedAt: '2020-11',
    },
    {
      title: '제3회 정부혁신제안 해커톤 국민 기획단 & 멘토',
      subTitle: '해커톤의 구체적인 기획  및 진행 방법 등 논의 / 해커톤 진행 과정에서 멘토링 수행',
      startedAt: '2020-04',
      endedAt: '2020-07',
    },
  ],
};

export default etc;
